tap "aws/tap"
tap "charmbracelet/tap"
tap "confluentinc/confluent-hub-client"
tap "dart-lang/dart"
tap "github/gh"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kyleconroy/sqlc"
tap "neovim/neovim"
tap "secrethub/tools"
tap "tinygo-org/tools"
brew "ack"
brew "openssl@1.1"
brew "readline"
brew "aircrack-ng"
brew "antigen"
brew "xz"
brew "asciinema"
brew "automake"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bat"
brew "bats"
brew "bazel"
brew "binutils"
brew "blueutil"
brew "pkg-config"
brew "broot"
brew "ccat"
brew "chrome-cli"
brew "clisp"
brew "openjdk"
brew "clojure"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "cpanminus"
brew "libyaml"
brew "crystal"
brew "ctags"
brew "go"
brew "dep"
brew "dialog"
brew "diff-so-fancy"
brew "editorconfig"
brew "elixir"
brew "exercism"
brew "fd"
brew "guile"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "pango"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "gitleaks"
brew "glances"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "libksba"
brew "gnupg"
brew "gofumpt"
brew "golangci-lint"
brew "grep"
brew "grip"
brew "hadolint"
brew "hashcat"
brew "hcxtools"
brew "lua"
brew "highlight"
brew "hstr"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "libusbmuxd"
brew "ideviceinstaller"
brew "ios-deploy"
brew "john-jumbo"
brew "jq"
brew "kotlin"
brew "leiningen"
brew "libcello"
brew "lolcat"
brew "make"
brew "mas"
brew "mit-scheme"
brew "protobuf"
brew "mosh"
brew "nasm"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "newman"
brew "nmap"
brew "nodenv"
brew "pandoc"
brew "perl"
brew "pipenv"
brew "pipx"
brew "privoxy"
brew "pyenv"
brew "rakudo-star"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "starship"
brew "stow"
brew "swi-prolog"
brew "telegram-cli"
brew "telnet"
brew "terraform"
brew "textql"
brew "tldr"
brew "tmate"
brew "tmux"
brew "toilet"
brew "tree"
brew "unrar"
brew "vegeta"
brew "watch"
brew "watchman"
brew "wdiff"
brew "wget"
brew "wireshark"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "charmbracelet/tap/glow"
brew "dart-lang/dart/dart"
brew "kyleconroy/sqlc/sqlc"
cask "authy"
cask "balenaetcher"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "hyper"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "librewolf"
cask "ngrok"
cask "postman"
cask "vlc"
mas "Amphetamine", id: 937984704
mas "EasyRes", id: 688211836
mas "feedly", id: 865500966
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "NordVPN", id: 905953485
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "Twitter", id: 1482454543
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
