tap "charmbracelet/tap"
tap "github/gh"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
brew "ack"
brew "age"
brew "antigen"
brew "readline"
brew "sqlite"
brew "xz"
brew "asciinema"
brew "automake"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bat"
brew "binutils"
brew "pkg-config"
brew "ccat"
brew "chrome-cli"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "cpanminus"
brew "ctags"
brew "dialog"
brew "diff-so-fancy"
brew "editorconfig"
brew "exercism"
brew "fd"
brew "guile"
brew "gnutls"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "libksba"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "grep"
brew "gtk+3"
brew "hadolint"
brew "lua"
brew "highlight"
brew "hping"
brew "hstr"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "jq"
brew "libcello"
brew "libyaml"
brew "lolcat"
brew "make"
brew "mas"
brew "mit-scheme"
brew "mockery"
brew "nasm"
brew "neovim"
brew "nodenv"
brew "openssh"
brew "openssl@3"
brew "pandoc"
brew "perl"
brew "php"
brew "pipx"
brew "pulumi"
brew "pyenv"
brew "rakudo-star"
brew "rbenv"
brew "rust"
brew "shellcheck"
brew "starship"
brew "stow"
brew "swagger-codegen"
brew "textql"
brew "tldr"
brew "tmux"
brew "tree"
brew "typescript"
brew "vegeta"
brew "watchman"
brew "wdiff"
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "authy"
cask "discord"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "iterm2"
cask "jetbrains-toolbox"
cask "librewolf"
cask "ngrok"
cask "postman"
cask "rar"
cask "spotmenu"
cask "vnc-viewer"
cask "wireshark"
mas "Amphetamine", id: 937984704
mas "Developer", id: 640199958
mas "EasyRes", id: 688211836
mas "Jira", id: 1475897096
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "NordVPN", id: 905953485
mas "Playgrounds", id: 1496833156
mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "Twitter", id: 1482454543
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
